Revit 2027 API
ParameterTypeId.BlendDepthParam Property
 "Depth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BlendDepthParam { get; }
Public Shared ReadOnly Property BlendDepthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BlendDepthParam {
	ForgeTypeId^ get ();
}
static member BlendDepthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace